import { PhotoModule } from "../modules/photoModule";

export const photos: PhotoModule[] = [
    {
        id: 1,
        href: 'https://i.postimg.cc/Qt9vHjdZ/1.jpg',
        alt: 'В кино',
        date: '25.10.2020',
        description: 'Наша первая совместная фотография и первый поход в кино. Фильм был не очень интересный, но время вместе мы провели потрясающе.'
    },
    {
        id: 2,
        href: 'https://i.postimg.cc/wBKw0D6Z/2.jpg',
        alt: 'В кафе',
        date: '27.12.2020',
        description: 'Наши тёплые посиделки в кофейне, после того как я первый раз пришёл в церковь. В тот день мы первый раз выставили истории, где мы вместе.'
    },
    {
        id: 3,
        href: 'https://i.postimg.cc/L6bCgrGH/3.jpg',
        alt: 'В ленте',
        date: '05.01.2021',
        description: 'Одна из наших прекраснейших прогулок, когда мы просто ходили и разговаривали обо всём на свете. Зашли погреться в ленту и сфоткали наши ручки в сердечке.'
    },
    {
        id: 4,
        href: 'https://i.postimg.cc/dVZW25KG/4.jpg',
        alt: 'В меге',
        date: '09.01.2021',
        description: 'В этот день были наши самые первые тёплые посиделки у Ани дома, с которых начались все наши тусы. После этого мы все вместе поехали гулять в мегу.'
    },
    {
        id: 5,
        href: 'https://i.postimg.cc/1tBMmTp1/5.jpg',
        alt: 'В кфс',
        date: '17.01.2021',
        description: 'Это мы после церкви очень вкусно кушали в КФС, наслаждались компанией друг друга и играли в клуб романтики. В тот день нам попался заказ №2222.'
    },
    {
        id: 6,
        href: 'https://i.postimg.cc/8Cht3sc5/6.jpg',
        alt: 'В кфс2',
        date: '22.02.2021',
        description: 'Отмечаем в КФС мою выписку из больницы. Счастливые и окрылённые этим событием, так как очень скучали друг по другу и целый месяц ждали этого.'
    },
    {
        id: 7,
        href: 'https://i.postimg.cc/Wz48hnnF/7.jpg',
        alt: 'Охлаждаем энергетик',
        date: '06.03.2021',
        description: 'В этот день ты заказала себе новый телефончик, пока я был на учёбе. А когда я приехал, мы пошли гулять, купили энергетик и охлаждали его вот так.'
    },
    {
        id: 8,
        href: 'https://i.postimg.cc/KjsNLMq9/8.jpg',
        alt: 'Получили телефон',
        date: '15.03.2021',
        description: 'Первое что увидел новенький телефон. Повезло ему конечно, первый раз включился и тут же увидел таких зайчиков.'
    },
    {
        id: 9,
        href: 'https://i.postimg.cc/TYpQxt1B/9.jpg',
        alt: 'В пекарушке',
        date: '18.03.2021',
        description: 'Я вернулся с учёбы, и самым лучшим отдыхом для меня была прогулочка с моей любимой женщиной. Мы гуляли, и ты угостила нас слойками из пекарушки.'
    },
    {
        id: 10,
        href: 'https://i.postimg.cc/1RWMbkmp/10.jpg',
        alt: 'Кушаем суши',
        date: '21.03.2021',
        description: '"За каждым великим мужчиной, стоит женщина, которая хочет суши." После служения мы поехали кушать суши и потрясающе провели время вместе.'
    },
    {
        id: 11,
        href: 'https://i.postimg.cc/3JV1x2DN/11.jpg',
        alt: 'В кфс3',
        date: '28.03.2021',
        description: 'В тот день, после служения, мы тепло сидели и кушали в КФС, перед тем как я в первый раз пришёл на молодёжку.'
    },
    {
        id: 12,
        href: 'https://i.postimg.cc/JzXqDtbq/12.jpg',
        alt: 'Инстаграм',
        date: '03.04.2021',
        description: 'Это мы очень сильно любим друг друга на расстоянии. Обмениваемся милыми фоточками в инстаграме, пока оба не дома.'
    },
    {
        id: 13,
        href: 'https://i.postimg.cc/gjd95fG9/img1.jpg',
        alt: 'Полугодовщина',
        date: '11.04.2021',
        description: 'Наша первая полугодовщина и наш первый совместный поход в супербургер. Было очень классно и трепетно - по фоткам можно понять наше блаженство друг с другом.'
    },
    {
        id: 14,
        href: 'https://i.postimg.cc/nLt1vZ2t/13.jpg',
        alt: 'Выбираем худи',
        date: '25.04.2021',
        description: 'Мы приехали в мегу за жёлтой худи для тебя, но её не оказалось и мы выбрали прекрасные, парные голубые худи.'
    },
    {
        id: 15,
        href: 'https://i.postimg.cc/LsB3D7Qg/14.jpg',
        alt: 'Фоткаемся',
        date: '04.05.2021',
        description: 'В тот день мы в наших парных худи радовались теплу и времени вместе, фоткались в советском парке и сделали друг другу новые аватарки.'
    },
    {
        id: 16,
        href: 'https://i.postimg.cc/FRrgBZwW/15.jpg',
        alt: 'На пикнике',
        date: '23.05.2021',
        description: 'Это самый первый церковный пикничок, на нём мы очень хорошо провели время вместе. Тогда было сделано то самое смешное видео с наездом камеры.'
    },
    {
        id: 17,
        href: 'https://i.postimg.cc/2y3GvNFJ/img20.jpg',
        alt: 'Наш личный пикничок',
        date: '29.06.2021',
        description: 'В этот день мы выбрались на пикничок в честь окончания учебного года. Это было просто потрясающее время вместе, мы много и вкусно покушали и замечательно отдохнули.'
    },
    {
        id: 18,
        href: 'https://i.postimg.cc/B6mc9F0q/16.jpg',
        alt: 'На дне рождения Дианы',
        date: '02.07.2021',
        description: 'Это мы дурачимся и фоткаемся на фишай линзу на дне рождения Дианы. А после празднования я проводил тебя до Ани, и ты осталась там ночевать.'
    },
    {
        id: 19,
        href: 'https://i.postimg.cc/4yM6nTyq/17.jpg',
        alt: 'На выезде',
        date: '03.07.2021',
        description: 'Это первый церковный выезд. Тогда происходило очень много всего, мы были очень счастливы, проводя это время вместе на природе.'
    },
    {
        id: 20,
        href: 'https://i.postimg.cc/7PtHvPJg/HB-b-FO4-Oq8o.jpg',
        alt: 'Ещё на выезде',
        date: '04.07.2021',
        description: 'Это мы тоже на выезде, уже собирались уезжать оттуда, и перед этим пофоткались. У меня осталось много приятных воспоминаний с этого путешествия!)'
    },
    {
        id: 21,
        href: 'https://i.postimg.cc/QCVgXM8c/18.jpg',
        alt: 'В Порт-Артуре',
        date: '29.07.2021',
        description: 'Мы привезли Лизу в Порт-Артур, по приезду покушали и потом просто отдыхали и дурачились с масками в инстаграме.'
    },
    {
        id: 22,
        href: 'https://i.postimg.cc/tRmtBFkk/19.jpg',
        alt: 'Едем в Чернолучье',
        date: '31.07.2021',
        description: 'Сонные кролики едут рано утром в Чернолучье, где прекрасно проведут время вместе, в окружении красивой природы.'
    },
    {
        id: 23,
        href: 'https://i.postimg.cc/yYghtWrH/20.jpg',
        alt: 'По пути домой',
        date: '08.08.2021',
        description: 'После отличного тусича у Ани дома, мы поздно возвращаемся домой и наслаждаемся этой атмосферой - ночной город и мы вдвоём.'
    },
    {
        id: 24,
        href: 'https://i.postimg.cc/BQr50sd1/21.jpg',
        alt: 'В театре',
        date: '08.10.2021',
        description: 'За 3 дня до нашей годовщины впервые пришли вместе в театр. Спектакль был хорошим и грустным, и время вместе мы провели замечательно.'
    },
    {
        id: 25,
        href: 'https://i.postimg.cc/2SnQjMD9/22.jpg',
        alt: 'Крутые',
        date: '06.02.2022',
        description: 'Самые красивые и любящие друг друга котики фотографируются. Сразу видно, что вместе они счастливее всех на свете.'
    },
    {
        id: 26,
        href: 'https://i.postimg.cc/rFVX9Xhx/img2.jpg',
        alt: 'Супербургер',
        date: '23.03.2022',
        description: 'Наше клёвое и тёплое свидание, которое не было приурочено ни к какому празднику. Мы просто очень хорошо провели время вместе и посмотрели филям.'
    },
    {
        id: 27,
        href: 'https://i.postimg.cc/9My5LW5t/img3.jpg',
        alt: 'В театре2',
        date: '12.05.2022',
        description: 'Не понимаю, как можно таким красавчику и красавице показывать такой ужасный спектакль. Решили уйти во время антракта и бурно обсуждали произошедшее.'
    },
    {
        id: 28,
        href: 'https://i.postimg.cc/L85crkFs/img4.jpg',
        alt: 'Скейтборд',
        date: '09.07.2022',
        description: 'Это мы тёплым летним деньком катаемся вместе на скейте, учимся новому и классно проводим время вместе.'
    },
    {
        id: 29,
        href: 'https://i.postimg.cc/TPGrK02d/23.jpg',
        alt: 'Пикник',
        date: '24.07.2022',
        description: 'Это мы на ещё одном молодёжном пикничке. Очень хорошее было время, мы играли в бамбинтон, общались с ребятами и друг с другом, вкусно кушали.'
    },
    {
        id: 30,
        href: 'https://i.postimg.cc/J7cCJ4QR/img5.jpg',
        alt: 'Ярче',
        date: '25.07.2022',
        description: 'А вот тут мы открыли для себя новый мир «Ярче», как же классно было и будет брать там по кове с сиропом и булочке и идти, болтать обо всём подряд.'
    },
    {
        id: 31,
        href: 'https://i.postimg.cc/XYPR3Znk/img6.jpg',
        alt: 'Пассворд',
        date: '05.08.2022',
        description: 'Мы только что приехали на пассворд и разложили наши палатки. Впереди ждут почти три насыщенных дня и даже крещение.'
    },
    {
        id: 32,
        href: 'https://i.postimg.cc/Xv89d5Xw/24.jpg',
        alt: 'Пассворд2',
        date: '05.08.2022',
        description: 'Это мы в тот же день. На этой фотографии уже очень уставшие, но счастливые. Пока все играют в игры, мы просто наслаждаемся моментом у костра.'
    },
    {
        id: 33,
        href: 'https://i.postimg.cc/JnzZqhBS/25.jpg',
        alt: 'Крещение',
        date: '06.08.2022',
        description: 'С днём рождения! Это был прекрасный день, полный разных событий. Но самое главное - мы вместе приняли водное крещение! Официальный день нашего перерождения.'
    },
    {
        id: 34,
        href: 'https://i.postimg.cc/1tG2pJwv/26.jpg',
        alt: 'Фотосессия',
        date: '22.08.2022',
        description: 'Это мы, бесконечно любящие друг друга, очень красивые котики, вышли на прогулочку и устроили офигенную и креативную фотосессию.'
    },
    {
        id: 35,
        href: 'https://i.postimg.cc/280pccJJ/img7.jpg',
        alt: 'Смешная фотка',
        date: '25.08.2022',
        description: 'Прошу внимания, эта фотография открывает нашу рубрику «Ржачные фоточки». Встречайте!'
    },
    {
        id: 36,
        href: 'https://i.postimg.cc/nccgDKz1/img8.jpg',
        alt: 'На ведьмаке',
        date: '14.09.2022',
        description: 'Это мы пришли на симфонический оркестр по ведьмаку, было так классно. Так смешно видеть эту причёску, но это память, какая она есть xD.'
    },
    {
        id: 37,
        href: 'https://i.postimg.cc/hj1ZJhRw/img9.jpg',
        alt: 'Вторая годовщина',
        date: '11.10.2022',
        description: 'Аоаоаоаоа нам два года!!! Мы так замечательно провели день - покушали сушев наполненные любовью. (А ещё в маршрутке услышали легенду «Бонне сейра сеньёрина»)'
    },
    {
        id: 38,
        href: 'https://i.postimg.cc/7ZjWdpNB/img10.jpg',
        alt: 'Бизнес ланч',
        date: '28.11.2022',
        description: 'А тут мы открыли для себя бизнес-ланч в кантанелле и вкуснейший рагу по-азиатски. Сфоткались уже такие сытые и довольные, а потом пошли ко мне домой играть в мафию 2.'
    },
    {
        id: 39,
        href: 'https://i.postimg.cc/YqnVf4LB/img11.jpg',
        alt: 'Новогодние очки',
        date: '28.11.2022',
        description: 'Это в тот же день, но тут мы уже наигрались в компутер и пошли прогуливаться. Купил на прогулке моей замечательной девочке крутые новогодние очки.'
    },
    {
        id: 40,
        href: 'https://i.postimg.cc/k58pmf17/img12.jpg',
        alt: 'Вкусно и точка',
        date: '15.12.2022',
        description: 'Мы первый раз пришли попробовать еду из вкусно и точка и были так приятно удивлены. Посмотрели ту самую серию беременной в 16 где у героев проблемы с речью.'
    },
    {
        id: 41,
        href: 'https://i.postimg.cc/sgMLnV5Q/img13.jpg',
        alt: 'Пенка на губах',
        date: '19.12.2022',
        description: 'Рубрика «Ржачные фоточки». Мы тусили и сделали ооочень вкусный какао с маршмелками, вот он результат наших кайфушек.',
    },
    {
        id: 42,
        href: 'https://i.postimg.cc/W3vfbgCg/img14.jpg',
        alt: 'Старый год',
        date: '31.12.2022',
        description: 'А вот мы буквально в последние 15 минут уходящего года долетели до церкви на такси. Сфоткались на память и пошли в цоколь, встречать с молодёжкой новый год!',
    },
    {
        id: 43,
        href: 'https://i.postimg.cc/x8jxLY0d/img15.jpg',
        alt: 'Новый год',
        date: '01.01.2023',
        description: 'Урааа, с новым годом!!! Мы такие клёвенькие сидим в наших парных свитерах (которые все заценили), такие новогодние сидим и кушаем салатики. P.S. твой был самым вкусным.',
    },
    {
        id: 44,
        href: 'https://i.postimg.cc/SRZZr5sf/img16.jpg',
        alt: 'В энитайме',
        date: '08.01.2023',
        description: 'Такой тёплый и нежный вечер вместе. Мы пили очень вкусный новогодний раф и ещё раз убедились в том, как же классно нам разговаривать друг с другом обо всём.',
    },
    {
        id: 45,
        href: 'https://i.postimg.cc/XNxD4Z8B/img17.jpg',
        alt: '2 года 4 месяца',
        date: '11.02.2023',
        description: 'Нам уже два года и четыре месяца и так хорошо было провести этот день в нашей дружной компании под сериальчик.',
    },
    {
        id: 46,
        href: 'https://i.postimg.cc/Yq9D9pnn/img18.jpg',
        alt: '14 февраля',
        date: '14.02.2023',
        description: 'Оооаайй ну это был просто замечательный день, полный любви и нежности. Так шикарно провели время вместе и так вкусно покушали в место про тесто.',
    },
    {
        id: 47,
        href: 'https://i.postimg.cc/59knJjfM/img19.jpg',
        alt: 'День рождения любимки',
        date: '04.03.2023',
        description: 'День рождения моей замечательной девочки! В этот день мы получили много эмоций, ездили в гончаную мастерскую, а потом вкусно кушали.',
    },
    {
        id: 48,
        href: 'https://i.postimg.cc/k5sf5gSc/29.03.23.jpg',
        alt: 'Приехали на служение',
        date: '29.03.2023',
        description: 'Это мы приехали на служение в среду и решили сфоткаться, потому что как можно не запечатлеть таких красавчиков.',
    },
    {
        id: 49,
        href: 'https://i.postimg.cc/gJBsvtNL/04.04.23.jpg',
        alt: 'Кушоем во вкусно и точка',
        date: '04.04.2023',
        description: 'Мы без какого-то повода решили поехать во вкусно и точка и снямать мнооого вкусной еды',
    },
    {
        id: 50,
        href: 'https://i.postimg.cc/6qTCkF8g/IMG-3809.jpg',
        alt: 'Пасха',
        date: '16.04.2023',
        description: 'Это нас сфоткали вместе на Пасху. Христос Воскрес!!!)',
    },
    {
        id: 51,
        href: 'https://i.postimg.cc/hjGMQRbq/01.05.23.jpg',
        alt: 'Поехали во фришман',
        date: '01.05.2023',
        description: 'Самые красивые в мире котики едут открывать для себя мир израильской кухни, вкусно объедаться и классно проводить время друг с другом',
    },
    {
        id: 52,
        href: 'https://i.postimg.cc/90Rp1Pn8/20.05.23.jpg',
        alt: 'Встретил любимку после труда',
        date: '20.05.2023',
        description: 'Это я встретил тебя после трудового денёчка. Такие тёплые воспоминания остались с этого дня - как мы шли домой, обсуждали разные вещи и наслаждались этим тёплым деньком.',
    }
]